[{"city":"Paris","country":"France","clues":["This city is home to a famous tower that sparkles every night.","Known as the 'City of Love' and a hub for fashion and art."],"fun_fact":["The Eiffel Tower was supposed to be dismantled after 20 years but was saved because it was useful for radio transmissions!","Paris has only one stop sign in the entire city—most intersections rely on priority-to-the-right rules."],"trivia":["This city is famous for its croissants and macarons. Bon appétit!","Paris was originally a Roman city called Lutetia."]},{"city":"Rome","country":"Italy","clues":["Home to the Colosseum, where gladiators once battled.","Throw a coin in a fountain to guarantee your return."],"fun_fact":["Rome's iconic Trevi Fountain collects around €3,000 every day from tourists throwing coins into it!","Cats are protected by law in Rome; they have the right to live wherever they are born and are cared for by cat ladies."],"trivia":["The Vatican City is an independent state located within Rome.","Ancient Romans used urine as mouthwash, believing the ammonia cleansed their teeth."]},{"city":"Tokyo","country":"Japan","clues":["A bustling metropolis known for its high-tech advancements and vibrant culture.","Experience the sensory overload of Shibuya Crossing."],"fun_fact":["Capsule hotels are a unique form of affordable accommodation originally designed for salarymen who missed the last train home.","Japan has more than 200 volcanoes, some of which are active!"],"trivia":["Slurping noodles is considered polite in Japan, as it shows you're enjoying the meal.","Tokyo Disneyland was the first Disneyland park to be built outside of the United States."]},{"city":"New York City","country":"USA","clues":["The city that never sleeps, home to iconic landmarks and Broadway shows.","Climb the Empire State Building for panoramic views."],"fun_fact":["New York City was briefly the capital of the United States in 1789 and 1790.","It is estimated that over 800 languages are spoken in New York City."],"trivia":["The Statue of Liberty was a gift from France to the United States.","The first pizzeria in the United States was opened in New York City in 1905."]},{"city":"London","country":"United Kingdom","clues":["Home to the Royal Family and historical landmarks like the Tower of London.","Ride the London Eye for a bird's-eye view of the city."],"fun_fact":["The Tower of London houses at least six ravens at all times because, according to legend, if they leave, the Tower and the kingdom will fall.","London has more than 170 museums, many of which offer free admission."],"trivia":["The London Underground is the oldest underground railway network in the world.","Big Ben is actually the name of the bell inside the clock tower, not the tower itself."]},{"city":"Cairo","country":"Egypt","clues":["Home to the Great Pyramid of Giza, one of the Seven Wonders of the Ancient World.","Explore the bustling Khan el-Khalili bazaar."],"fun_fact":["The Nile River is the longest river in the world, flowing through eleven countries.","Ancient Egyptians used to play board games like Senet, which is believed to be one of the oldest known board games."],"trivia":["The Great Pyramid of Giza is the only one of the Seven Wonders of the Ancient World still standing.","Ancient Egyptians believed cats were sacred animals."]},{"city":"Sydney","country":"Australia","clues":["Famous for its iconic Opera House and Harbour Bridge.","Relax on Bondi Beach and catch some waves."],"fun_fact":["The Sydney Opera House's roof is made of over 1 million ceramic tiles.","Sydney is home to over 100 beaches, offering plenty of opportunities for swimming and surfing."],"trivia":["The Sydney Harbour Bridge is affectionately nicknamed 'The Coathanger'.","Sydney is named after Lord Sydney, a British politician."]},{"city":"Rio de Janeiro","country":"Brazil","clues":["Known for its vibrant Carnival celebrations and stunning beaches.","Visit Christ the Redeemer statue atop Corcovado Mountain."],"fun_fact":["Rio de Janeiro hosted the 2016 Summer Olympics, the first South American city to do so.","The name 'Rio de Janeiro' means 'River of January', even though it's not actually a river."],"trivia":["Carnival in Rio de Janeiro is one of the biggest parties in the world.","Copacabana beach is famous for its black and white mosaic sidewalks."]},{"city":"Dubai","country":"United Arab Emirates","clues":["A modern city known for its extravagant architecture and luxury shopping.","Visit the Burj Khalifa, the tallest building in the world."],"fun_fact":["Dubai is home to the world's largest shopping mall, The Dubai Mall.","The Dubai Miracle Garden is the world's largest natural flower garden."],"trivia":["Dubai has no natural rivers or lakes.","Gold ATMs are a common sight in Dubai."]},{"city":"Bangkok","country":"Thailand","clues":["Known for its ornate temples, bustling markets, and vibrant street food scene.","Explore the Grand Palace and Wat Arun."],"fun_fact":["Bangkok's official name is one of the longest city names in the world: Krungthepmahanakhon Amonrattanakosin Mahintharayutthaya Mahadilokphop Noppharatratchathaniburirom Udomratchaniwetmahasathan Amonphimanawatansathit Sakkathattiyawitsanukamprasit.","Bangkok is known as the 'Venice of the East' due to its extensive network of canals."],"trivia":["Thailand is the only Southeast Asian country never to have been colonized by a European power.","Red Bull was originally a Thai energy drink called Krating Daeng."]},{"city":"Cape Town","country":"South Africa","clues":["Located at the foot of Table Mountain, offering stunning natural beauty.","Visit Robben Island, where Nelson Mandela was imprisoned."],"fun_fact":["Table Mountain is home to over 1,470 species of plants, many of which are endemic to the area.","Cape Town is the oldest city in South Africa."],"trivia":["Cape Town is known as the 'Mother City' of South Africa.","Boulders Beach is famous for its colony of African penguins."]},{"city":"Barcelona","country":"Spain","clues":["Famous for its unique architecture by Antoni Gaudí and vibrant nightlife.","Visit Sagrada Familia and Park Güell."],"fun_fact":["The Sagrada Familia is still under construction, over 130 years after it was started.","Barcelona is the only city in the world to have been awarded a Royal Gold Medal for architecture by the RIBA."],"trivia":["FC Barcelona is one of the most successful football clubs in the world.","The local language of Barcelona is Catalan, alongside Spanish."]},{"city":"Istanbul","country":"Turkey","clues":["A city that straddles two continents, Europe and Asia.","Visit Hagia Sophia and the Blue Mosque."],"fun_fact":["Istanbul was formerly known as Constantinople and Byzantium.","The Grand Bazaar in Istanbul is one of the oldest and largest covered markets in the world."],"trivia":["Tulips, now strongly associated with the Netherlands, actually originated in Turkey.","Turkish coffee is traditionally brewed in a small pot called a cezve."]},{"city":"San Francisco","country":"USA","clues":["Known for its iconic Golden Gate Bridge and steep hills.","Ride a cable car and visit Alcatraz Island."],"fun_fact":["San Francisco is home to the crookedest street in the world, Lombard Street.","The fortune cookie, often associated with Chinese restaurants, was actually invented in San Francisco."],"trivia":["San Francisco is located on a peninsula, surrounded by water on three sides.","Levi Strauss invented blue jeans in San Francisco during the Gold Rush."]},{"city":"Amsterdam","country":"Netherlands","clues":["Famous for its canals, bicycles, and liberal atmosphere.","Visit the Anne Frank House and the Van Gogh Museum."],"fun_fact":["Amsterdam has more canals than Venice, with over 100 kilometers of waterways.","There are more bicycles than people in Amsterdam."],"trivia":["The Dutch East India Company was the first multinational corporation in the world.","Amsterdam is built on wooden piles, as the land is mostly swampland."]},{"city":"Kyoto","country":"Japan","clues":["The former imperial capital of Japan, known for its traditional temples and gardens.","Visit the Fushimi Inari Shrine and Kinkaku-ji (Golden Pavilion)."],"fun_fact":["Kyoto was spared from atomic bombing during World War II.","Geishas still exist in Kyoto, and can sometimes be spotted in the Gion district."],"trivia":["Matcha tea is a staple of Japanese culture and is often served in traditional tea ceremonies.","Kyoto is home to over 2,000 temples and shrines."]},{"city":"Buenos Aires","country":"Argentina","clues":["The birthplace of tango, known for its European-style architecture and passionate culture.","Visit the colorful La Boca neighborhood and attend a tango show."],"fun_fact":["Buenos Aires is home to the widest avenue in the world, Avenida 9 de Julio.","The tango originated in the working-class neighborhoods of Buenos Aires in the late 19th century."],"trivia":["Argentina is the land of asado, a traditional barbecue.","Dulce de leche, a caramel-like spread, is a popular treat in Argentina."]},{"city":"Venice","country":"Italy","clues":["A unique city built on a lagoon, with canals serving as roads.","Ride a gondola and visit St. Mark's Square."],"fun_fact":["Venice is made up of 118 islands, connected by over 400 bridges.","Gondolas were once the main form of transportation in Venice, and are now primarily used for tourism."],"trivia":["Venetian glass, known as Murano glass, is famous for its intricate designs.","The annual Venice Carnival is a centuries-old tradition."]},{"city":"Hanoi","country":"Vietnam","clues":["The capital of Vietnam, known for its French colonial architecture and vibrant street life.","Visit the Hoan Kiem Lake and the Old Quarter."],"fun_fact":["Hanoi is known for its delicious street food, including pho, banh mi, and egg coffee.","Hoan Kiem Lake is home to a giant soft-shell turtle, considered sacred by locals."],"trivia":["The Temple of Literature in Hanoi was Vietnam's first university.","Traffic in Hanoi can be chaotic, with motorbikes being the dominant mode of transportation."]},{"city":"Prague","country":"Czech Republic","clues":["Known for its well-preserved medieval architecture and charming atmosphere.","Walk across the Charles Bridge and visit Prague Castle."],"fun_fact":["Prague Castle is one of the largest ancient castle complexes in the world.","The Astronomical Clock in Prague is one of the oldest and most intricate astronomical clocks still in operation."],"trivia":["Czech Republic is known for its high beer consumption per capita.","Many buildings in Prague survived World War II, preserving its historical charm."]},{"city":"Reykjavik","country":"Iceland","clues":["The northernmost capital city in the world, known for its stunning natural landscapes.","Visit the Blue Lagoon and witness the Northern Lights (Aurora Borealis)."],"fun_fact":["Iceland is known as the 'Land of Fire and Ice' due to its volcanoes and glaciers.","Geothermal energy heats most of the buildings in Reykjavik."],"trivia":["Iceland has no native forests.","Icelanders believe in elves and hidden people (huldufólk)."]},{"city":"Auckland","country":"New Zealand","clues":["Known as the 'City of Sails', surrounded by harbors and volcanic landscapes.","Climb Sky Tower and visit the Auckland Domain."],"fun_fact":["Auckland has the highest number of boats per capita in the world.","Auckland is built on a volcanic field with approximately 50 volcanoes."],"trivia":["New Zealand is known for its unique wildlife, including the kiwi bird.","Maori culture is an integral part of New Zealand's identity."]},{"city":"Toronto","country":"Canada","clues":["Canada's largest city, a multicultural hub with diverse neighborhoods.","Visit the CN Tower and explore the Royal Ontario Museum."],"fun_fact":["Toronto has over 8,000 restaurants representing cuisines from around the world.","Toronto is known for its extensive underground PATH system, connecting many buildings downtown."],"trivia":["Toronto is home to the Hockey Hall of Fame.","The Toronto Islands offer a peaceful escape from the bustling city."]},{"city":"Lisbon","country":"Portugal","clues":["A hilly, coastal capital city with charming, colorful architecture.","Ride Tram 28 and visit Jerónimos Monastery."],"fun_fact":["Lisbon is one of the oldest cities in Western Europe, predating London and Paris.","Fado music, a melancholic genre, originated in Lisbon."],"trivia":["Portugal once had a vast colonial empire.","Pastel de nata, a custard tart, is a popular pastry in Lisbon."]},{"city":"Mexico City","country":"Mexico","clues":["A sprawling metropolis with a rich history and vibrant culture.","Visit the Teotihuacan pyramids and explore the historic center."],"fun_fact":["Mexico City is built on the ruins of the ancient Aztec city of Tenochtitlan.","The Chapultepec Park is one of the largest urban parks in the world."],"trivia":["Mexican cuisine is recognized by UNESCO as an Intangible Cultural Heritage of Humanity.","Xochimilco's canals are remnants of an ancient Aztec transportation system."]},{"city":"Havana","country":"Cuba","clues":["A city frozen in time, known for its classic cars and vibrant music scene.","Walk along the Malecón and visit Old Havana."],"fun_fact":["Many buildings in Havana are crumbling due to age and lack of maintenance, adding to its unique charm.","Cuban cigars are world-renowned for their quality."],"trivia":["Cuba is known for its unique blend of Spanish and African cultures.","The Buena Vista Social Club helped revive traditional Cuban music."]},{"city":"Edinburgh","country":"Scotland","clues":["A historic city with a dramatic skyline dominated by Edinburgh Castle.","Hike up Arthur's Seat and explore the Royal Mile."],"fun_fact":["Edinburgh Castle is built on an extinct volcano.","The Edinburgh Festival is the world's largest arts festival."],"trivia":["Scotland is the home of golf and whisky.","The legend of the Loch Ness Monster is a famous Scottish mystery."]},{"city":"Seoul","country":"South Korea","clues":["A modern city with ancient palaces, cutting-edge technology, and a vibrant pop culture scene.","Visit Gyeongbokgung Palace and explore the Myeongdong shopping district."],"fun_fact":["Seoul is one of the most densely populated cities in the world.","South Korea has the fastest average internet speed in the world."],"trivia":["Kimchi is a staple of Korean cuisine.","K-pop, Korean pop music, is a global phenomenon."]},{"city":"Florence","country":"Italy","clues":["The birthplace of the Renaissance, famous for its art and architecture.","Visit the Uffizi Gallery and climb to the top of the Duomo."],"fun_fact":["The Ponte Vecchio is the only bridge in Florence spared from destruction during World War II.","Gelato is believed to have originated in Florence."],"trivia":["The Medici family played a significant role in Florence's history and cultural development.","Michelangelo's David statue is one of the most famous sculptures in the world."]},{"city":"Vienna","country":"Austria","clues":["Known as the 'City of Music', with a rich musical heritage and elegant architecture.","Visit Schönbrunn Palace and attend a classical music concert."],"fun_fact":["Vienna is home to the world's oldest zoo, Tiergarten Schönbrunn.","Sigmund Freud, the founder of psychoanalysis, lived and worked in Vienna."],"trivia":["The Viennese waltz is a popular dance.","Sachertorte, a chocolate cake, is a famous Viennese dessert."]},{"city":"Oslo","country":"Norway","clues":["Known for its stunning fjords, vibrant cultural scene, and Viking history.","Visit the Viking Ship Museum and explore the Akershus Fortress."],"fun_fact":["Oslo is one of the greenest capitals in the world.","Norway invented the cheese slicer, which is now a common kitchen utensil worldwide."],"trivia":["The Nobel Peace Prize ceremony is held annually in Oslo.","Skiing is a popular pastime in Norway, with many ski resorts near Oslo."]},{"city":"Dublin","country":"Ireland","clues":["Famous for its friendly pubs, live music, and literary history.","Visit the Guinness Storehouse and Trinity College Library."],"fun_fact":["Dublin has over 750 pubs, offering a lively atmosphere.","St. Patrick's Day is a major celebration in Dublin."],"trivia":["Ireland is known as the 'Emerald Isle' for its lush green landscapes.","Irish folklore is rich in legends and myths."]},{"city":"Singapore","country":"Singapore","clues":["A modern city-state known for its impressive architecture, gardens, and diverse cuisine.","Visit Gardens by the Bay and explore the Marina Bay Sands."],"fun_fact":["Singapore is one of the cleanest and safest cities in the world.","Chewing gum is banned in Singapore to keep the streets clean."],"trivia":["Singapore is a melting pot of cultures, with influences from Malay, Chinese, Indian, and Western traditions.","Hawker centers offer a wide variety of affordable and delicious street food."]},{"city":"Kathmandu","country":"Nepal","clues":["The gateway to the Himalayas, known for its ancient temples and spiritual atmosphere.","Visit Boudhanath Stupa and explore Durbar Square."],"fun_fact":["Kathmandu Valley is a UNESCO World Heritage Site.","Nepal is the only country in the world with a non-rectangular flag."],"trivia":["Mount Everest, the world's highest peak, is located in Nepal.","Buddhism and Hinduism coexist peacefully in Nepal."]},{"city":"Antalya","country":"Turkey","clues":["A beautiful city on the Mediterranean coast, known for its stunning beaches and ancient ruins.","Visit the Duden Waterfalls and explore the old city of Kaleici."],"fun_fact":["Antalya is a popular tourist destination known as the 'Turkish Riviera'.","The Lycian Way, a long-distance hiking trail, passes through Antalya."],"trivia":["The region of Antalya has been inhabited since ancient times.","Turkish cuisine is a blend of Mediterranean, Middle Eastern, and Central Asian flavors."]},{"city":"Vancouver","country":"Canada","clues":["A coastal city surrounded by mountains and ocean, known for its natural beauty.","Visit Stanley Park and walk across the Capilano Suspension Bridge."],"fun_fact":["Vancouver is a popular filming location for movies and television shows.","Stanley Park is larger than New York City's Central Park."],"trivia":["Vancouver hosted the 2010 Winter Olympics.","British Columbia is known for its abundance of wildlife, including bears, whales, and eagles."]},{"city":"Buenos Aires","country":"Argentina","clues":["The birthplace of tango, known for its European-style architecture and passionate culture.","Visit the colorful La Boca neighborhood and attend a tango show."],"fun_fact":["Buenos Aires is home to the widest avenue in the world, Avenida 9 de Julio.","The tango originated in the working-class neighborhoods of Buenos Aires in the late 19th century."],"trivia":["Argentina is the land of asado, a traditional barbecue.","Dulce de leche, a caramel-like spread, is a popular treat in Argentina."]},{"city":"Jaipur","country":"India","clues":["Known as the 'Pink City' for its distinctive building color, it's rich in royal history and vibrant culture.","Visit the Amber Fort, Hawa Mahal (Palace of Winds), and City Palace."],"fun_fact":["Jaipur was painted pink in 1876 to welcome the Prince of Wales.","Jantar Mantar, an astronomical observation site, is a UNESCO World Heritage Site."],"trivia":["India is home to a diverse range of religions, languages, and cultures.","Indian cuisine is known for its use of spices and flavorful dishes."]},{"city":"Marrakech","country":"Morocco","clues":["A vibrant city with bustling souks, stunning architecture, and a rich cultural heritage.","Explore the Djemaa el-Fna square and visit the Bahia Palace."],"fun_fact":["Djemaa el-Fna square comes alive at night with storytellers, musicians, and food stalls.","Moroccan mint tea is a symbol of hospitality."],"trivia":["Morocco is known for its blend of Berber, Arab, and European influences.","Argan oil, produced from the argan tree, is a unique Moroccan product."]},{"city":"Queenstown","country":"New Zealand","clues":["Known as the 'Adventure Capital of the World', surrounded by stunning mountains and Lake Wakatipu.","Go bungee jumping, skiing, or jet boating."],"fun_fact":["Queenstown is a popular destination for adrenaline junkies.","The Remarkables mountain range provides a stunning backdrop to Queenstown."],"trivia":["New Zealand is known for its stunning natural landscapes.","Adventure tourism is a major industry in Queenstown."]},{"city":"Addis Ababa","country":"Ethiopia","clues":["The capital of Ethiopia, a city with rich history, diverse culture, and the headquarters of the African Union.","Visit the National Museum of Ethiopia and explore the Mercato market."],"fun_fact":["Addis Ababa means 'New Flower' in Amharic.","Ethiopia is the only African country never to be colonized."],"trivia":["Ethiopia is known for its unique coffee culture.","The Ethiopian calendar is different from the Gregorian calendar."]},{"city":"Bogota","country":"Colombia","clues":["High-altitude capital city, known for it's graffiti art, La Candelaria historic district, and emerald trade","Take the cable car up to Monserrate, explore the Gold Museum, and try the ajiaco soup"],"fun_fact":["Bogota has over 60 museums","Ciclovia happens every Sunday where major streets are closed for pedestrians and bikes"],"trivia":["Colombia is famous for it's coffee, especially grown in the coffee region close to Bogota.","Bogota is the center of Colombian emerald trade."]}]