[{"city":"Paris","country":"France","clues":["This city is home to a famous tower that sparkles every night.","Known as the 'City of Love' and a hub for fashion and art."],"fun_fact":["The Eiffel Tower was supposed to be dismantled after 20 years but was saved because it was useful for radio transmissions!","Paris has only one stop sign in the entire city—most intersections rely on priority-to-the-right rules."],"trivia":["This city is famous for its croissants and macarons. Bon appétit!","Paris was originally a Roman city called Lutetia."]},{"city":"Rome","country":"Italy","clues":["This city was once the center of a vast empire, and its ruins are still visible today.","Home to the Colosseum and Vatican City."],"fun_fact":["Rome has more fountains than any other city in the world.","It is illegal to build any structure taller than St. Peter's Basilica in Rome."],"trivia":["Tossing a coin into the Trevi Fountain guarantees a return trip, according to legend.","Rome is built on seven hills: Palatine, Aventine, Capitoline, Quirinal, Viminal, Esquiline, and Caelian."]},{"city":"Tokyo","country":"Japan","clues":["This bustling metropolis is known for its neon lights, cutting-edge technology, and traditional temples.","Home to the world's busiest railway station."],"fun_fact":["Tokyo is made up of 62 cities, towns, and villages.","Capsule hotels were invented in Japan as affordable, compact lodging."],"trivia":["Slurping noodles is considered polite in Japan.","Tokyo was formerly known as Edo."]},{"city":"New York City","country":"USA","clues":["The city that never sleeps, famous for its skyscrapers and Broadway shows.","Home to the Statue of Liberty and Central Park."],"fun_fact":["New York City is the most linguistically diverse city in the world.","The original name for New York City was New Amsterdam."],"trivia":["The first pizzeria in the United States was opened in New York City in 1905.","There are approximately 800 different languages spoken in New York City."]},{"city":"London","country":"United Kingdom","clues":["Home to the Royal Family, iconic red phone booths, and a famous clock tower.","A global center for finance, culture, and history."],"fun_fact":["London has more than 170 museums.","The Great Fire of London in 1666 destroyed most of the city but also helped eradicate the plague."],"trivia":["London is home to the world's oldest subway system, the London Underground.","The population of London is more than 8 million people."]},{"city":"Sydney","country":"Australia","clues":["Known for its iconic Opera House and Harbour Bridge.","A vibrant city with beautiful beaches and a relaxed lifestyle."],"fun_fact":["The Sydney Opera House's sails are not white but a subtle mix of cream and beige.","Sydney is built on a sunken river valley."],"trivia":["The Sydney Harbour Bridge is nicknamed 'The Coathanger'.","Sydney is one of the most multicultural cities in the world."]},{"city":"Rio de Janeiro","country":"Brazil","clues":["Famous for its Carnival, beaches, and Christ the Redeemer statue.","A city known for its vibrant culture and breathtaking landscapes."],"fun_fact":["Christ the Redeemer statue was constructed in pieces in France and then shipped to Brazil.","Rio de Janeiro's Carnival is the biggest in the world."],"trivia":["The name 'Rio de Janeiro' means 'January River'.","The official language is Portuguese."]},{"city":"Dubai","country":"United Arab Emirates","clues":["Home to the Burj Khalifa, the tallest building in the world.","A modern city known for its luxury shopping and stunning architecture."],"fun_fact":["Dubai's police force uses Lamborghini and Ferrari patrol cars.","Dubai is building an underwater hotel."],"trivia":["Dubai is the most populous city in the United Arab Emirates.","It's located on the Persian Gulf."]},{"city":"Cape Town","country":"South Africa","clues":["Located at the foot of Table Mountain, overlooking the Atlantic Ocean.","Known for its diverse culture and stunning natural beauty."],"fun_fact":["Table Mountain has its own 'tablecloth' of clouds.","Cape Town is one of the most biodiverse places on Earth."],"trivia":["Cape Town has been voted the best city in the world multiple times.","The city is a popular destination for whale watching."]},{"city":"Bangkok","country":"Thailand","clues":["Known for its ornate temples, bustling street markets, and vibrant nightlife.","Often called the 'Venice of the East' because of its canals."],"fun_fact":["Bangkok's official name is the longest city name in the world.","The city has over 400 temples."],"trivia":["Bangkok is one of the hottest cities in the world.","Street food is a huge part of the culture."]},{"city":"Amsterdam","country":"Netherlands","clues":["Famous for its canals, windmills, and cycling culture.","Home to the Anne Frank House and numerous art museums."],"fun_fact":["Amsterdam has more canals than Venice.","There are more bicycles than people in Amsterdam."],"trivia":["The Netherlands is the lowest country in Europe.","Haring (raw herring) is a popular local snack."]},{"city":"Barcelona","country":"Spain","clues":["Home to the Sagrada Familia, a stunning basilica designed by Antoni Gaudí.","A vibrant city known for its unique architecture, beaches, and tapas."],"fun_fact":["Construction of the Sagrada Familia began in 1882 and is still ongoing.","Barcelona is the capital of Catalonia, a region with its own distinct culture and language."],"trivia":["Tapas are small snacks that are often served with drinks in bars.","FC Barcelona is one of the most popular football clubs in the world."]},{"city":"Beijing","country":"China","clues":["The capital city of China, home to the Forbidden City and Tiananmen Square.","A historical and cultural center with ancient temples and modern skyscrapers."],"fun_fact":["The Forbidden City was the imperial palace from the Ming dynasty to the end of the Qing dynasty.","Beijing has seven UNESCO World Heritage Sites."],"trivia":["Peking duck is a famous dish from Beijing.","The Great Wall of China is located near Beijing."]},{"city":"Cairo","country":"Egypt","clues":["Located on the Nile River, home to the Giza pyramid complex and the Sphinx.","A city with ancient history and vibrant culture."],"fun_fact":["The Great Pyramid of Giza is the oldest and largest of the three pyramids.","The Nile River is the longest river in the world."],"trivia":["The Egyptian Museum in Cairo houses a vast collection of ancient artifacts.","Cairo is the largest city in the Arab world."]},{"city":"Moscow","country":"Russia","clues":["Home to the Kremlin, Red Square, and St. Basil's Cathedral.","A city with rich history and unique architecture."],"fun_fact":["The Moscow Metro is one of the most beautiful subway systems in the world.","Moscow has more billionaires than any other city in the world."],"trivia":["The official language is Russian.","Matryoshka dolls (Russian nesting dolls) are a popular souvenir."]},{"city":"Istanbul","country":"Turkey","clues":["The only city in the world located on two continents (Europe and Asia).","Home to the Hagia Sophia, Blue Mosque, and Grand Bazaar."],"fun_fact":["Istanbul was formerly known as Constantinople.","The Grand Bazaar is one of the oldest and largest covered markets in the world."],"trivia":["Turkish delight (lokum) is a popular sweet treat.","The Bosphorus Strait separates Europe and Asia."]},{"city":"Mexico City","country":"Mexico","clues":["One of the largest and most densely populated cities in the world.","Home to ancient Aztec ruins and vibrant cultural traditions."],"fun_fact":["Mexico City is built on the remains of the ancient Aztec city of Tenochtitlan.","The city has more museums than any other city in the world."],"trivia":["Tacos are a popular street food in Mexico City.","The official language is Spanish."]},{"city":"Buenos Aires","country":"Argentina","clues":["Known as the 'Paris of South America' for its European-style architecture.","Famous for tango dancing and passionate culture."],"fun_fact":["Buenos Aires is home to the widest avenue in the world, Avenida 9 de Julio.","The tango originated in the working-class neighborhoods of Buenos Aires."],"trivia":["Mate is a traditional South American caffeinated beverage.","Dulce de leche is a popular sweet treat."]},{"city":"Vienna","country":"Austria","clues":["Known as the 'City of Music' for its rich musical heritage.","Home to many famous composers such as Mozart and Beethoven."],"fun_fact":["Vienna is consistently ranked as one of the most livable cities in the world.","The Vienna State Opera is one of the leading opera houses in the world."],"trivia":["Sachertorte is a famous chocolate cake from Vienna.","The official language is German."]},{"city":"Toronto","country":"Canada","clues":["Canada's largest city, known for its diversity and multiculturalism.","Home to the CN Tower and many vibrant neighborhoods."],"fun_fact":["Toronto is one of the most multicultural cities in the world.","The CN Tower was once the tallest free-standing structure in the world."],"trivia":["Poutine is a popular Canadian dish from Quebec.","Toronto's underground PATH system is the largest underground shopping complex in the world."]},{"city":"Kyoto","country":"Japan","clues":["Known for its classical Buddhist temples, gardens, imperial palaces, Shinto shrines and traditional wooden houses.","Was the imperial capital of Japan for more than 1,000 years."],"fun_fact":["Kyoto was spared from atomic bombing during WWII due to its cultural significance.","You can find geishas in the Gion district."],"trivia":["Matcha tea ceremonies are a traditional part of Kyoto culture.","Kiyomizu-dera Temple is famous for its wooden stage and stunning views."]},{"city":"Hanoi","country":"Vietnam","clues":["Known for its centuries-old architecture and a rich culture with Southeast Asian, Chinese and French influences.","Located on the banks of the Red River."],"fun_fact":["Hanoi's Old Quarter has narrow streets each named after the product historically sold there.","Hoan Kiem Lake is famous for its giant soft-shell turtle."],"trivia":["Pho is a traditional Vietnamese noodle soup.","Water puppet shows are a unique art form in Hanoi."]},{"city":"Prague","country":"Czech Republic","clues":["Known for its Old Town Square, Charles Bridge, and astronomical clock.","A city with well-preserved medieval architecture."],"fun_fact":["Prague Castle is one of the largest ancient castles in the world.","The Charles Bridge is adorned with numerous statues."],"trivia":["Trdelník is a popular sweet pastry.","Czech beer is famous around the world."]},{"city":"Queenstown","country":"New Zealand","clues":["Known as the adventure capital of the world.","Located on the shores of Lake Wakatipu."],"fun_fact":["Bungy jumping was invented in Queenstown.","Queenstown is a popular filming location for movies and TV shows."],"trivia":["The official language is English.","The Lord of the Rings films were shot in New Zealand."]},{"city":"Lisbon","country":"Portugal","clues":["Known for its hilly, coastal location, historic trams, and Fado music.","One of the oldest cities in Western Europe."],"fun_fact":["Lisbon is older than Rome.","The Vasco da Gama Bridge is one of the longest bridges in Europe."],"trivia":["Pastel de nata is a famous Portuguese custard tart.","The official language is Portuguese."]},{"city":"Kathmandu","country":"Nepal","clues":["Located in a valley surrounded by the Himalayas.","Known for its ancient temples and monasteries."],"fun_fact":["Kathmandu Valley is a UNESCO World Heritage Site.","Mount Everest is located nearby."],"trivia":["Momo dumplings are a popular local dish.","The official language is Nepali."]},{"city":"Madrid","country":"Spain","clues":["Capital city of Spain, known for its art museums, royal palace, and vibrant nightlife.","Home to Real Madrid, one of the most famous football clubs in the world."],"fun_fact":["Madrid is one of the highest capital cities in Europe.","The Royal Palace of Madrid is one of the largest functioning royal palaces in Europe."],"trivia":["Churros con chocolate are a popular breakfast or snack.","The official language is Spanish."]},{"city":"Marrakech","country":"Morocco","clues":["Known for its bustling souks (markets), palaces, and gardens.","A major economic center and home to mosques, palaces and gardens."],"fun_fact":["Djemaa el-Fna is a famous square filled with storytellers, musicians, and food stalls.","The Medina of Marrakech is a UNESCO World Heritage Site."],"trivia":["Mint tea is a traditional Moroccan drink.","The official languages are Arabic and Berber."]},{"city":"Santorini","country":"Greece","clues":["Famous for its whitewashed villages, blue-domed churches, and stunning sunsets.","A volcanic island in the Aegean Sea."],"fun_fact":["Santorini was formed by a volcanic eruption.","Oia is known for its spectacular sunset views."],"trivia":["Fava is a popular local dish.","The official language is Greek."]},{"city":"Vancouver","country":"Canada","clues":["A coastal city surrounded by mountains and the Pacific Ocean.","Known for its natural beauty and outdoor activities."],"fun_fact":["Vancouver is one of the most liveable cities in the world.","Stanley Park is one of the largest urban parks in North America."],"trivia":["Salmon is a popular local seafood.","The official languages are English and French."]},{"city":"Seoul","country":"South Korea","clues":["A vibrant city with a mix of modern skyscrapers and traditional temples.","Home to K-pop and Korean dramas."],"fun_fact":["Seoul is the capital and largest city of South Korea.","Gyeongbokgung Palace is one of the most beautiful royal palaces in Seoul."],"trivia":["Kimchi is a staple food in Korean cuisine.","The official language is Korean."]},{"city":"Dublin","country":"Ireland","clues":["Famous for its pubs, live music, and friendly atmosphere.","Home to Guinness Storehouse and Trinity College."],"fun_fact":["Dublin is known for its literary heritage.","St. Patrick's Day is a major celebration."],"trivia":["Irish stew is a traditional dish.","The official languages are Irish and English."]},{"city":"Oslo","country":"Norway","clues":["Located on the Oslofjord, surrounded by forests and hills.","Known for its museums, parks, and fjords."],"fun_fact":["Oslo is one of the greenest cities in Europe.","The Nobel Peace Prize is awarded in Oslo."],"trivia":["Salmon is a popular local dish.","The official language is Norwegian."]},{"city":"Bern","country":"Switzerland","clues":["Known for its medieval architecture, arcades, and the Aare River.","Capital of Switzerland."],"fun_fact":["Bern's old town is a UNESCO World Heritage Site.","The Zytglogge is a famous astronomical clock."],"trivia":["Swiss chocolate and cheese are world-renowned.","The official languages are German, French, Italian and Romansh."]},{"city":"Singapore","country":"Singapore","clues":["Known for its modern architecture, gardens, and cleanliness.","A global financial center."],"fun_fact":["Singapore is a city-state.","Gardens by the Bay is a stunning horticultural attraction."],"trivia":["Chilli crab is a popular local dish.","The official languages are English, Malay, Mandarin and Tamil."]},{"city":"Helsinki","country":"Finland","clues":["Located on the Baltic Sea, known for its design, architecture and sauna culture.","The northernmost capital of an EU member state."],"fun_fact":["Suomenlinna is a sea fortress off the coast of Helsinki.","Sauna is an important part of Finnish culture."],"trivia":["Reindeer meat is a traditional dish.","The official languages are Finnish and Swedish."]},{"city":"Copenhagen","country":"Denmark","clues":["Known for its colorful buildings, canals, and cycling culture.","Home to the Little Mermaid statue."],"fun_fact":["Copenhagen is one of the happiest cities in the world.","Tivoli Gardens is a famous amusement park."],"trivia":["Smørrebrød is a traditional open-faced sandwich.","The official language is Danish."]},{"city":"Stockholm","country":"Sweden","clues":["Located on an archipelago, known for its beauty, museums and design.","Spread across 14 islands connected by 57 bridges."],"fun_fact":["Stockholm is built on 14 islands.","The Vasa Museum houses a well-preserved 17th-century warship."],"trivia":["Swedish meatballs are a popular dish.","The official language is Swedish."]},{"city":"Brussels","country":"Belgium","clues":["Known for its medieval architecture, waffles, and chocolate.","Capital of Belgium and the de facto capital of the European Union."],"fun_fact":["Brussels is home to the Atomium, a giant model of an iron crystal.","Manneken Pis is a famous statue of a little boy urinating."],"trivia":["Belgian waffles and chocolate are world-famous.","The official languages are Dutch, French and German."]},{"city":"San Francisco","country":"USA","clues":["Known for its iconic Golden Gate Bridge, hilly terrain, and cable cars.","Located in Northern California."],"fun_fact":["San Francisco is home to Alcatraz Island.","The city is famous for its vibrant LGBTQ+ community."],"trivia":["Clam chowder in a sourdough bread bowl is a popular local dish.","The Golden Gate Bridge is painted 'International Orange'."]},{"city":"Amsterdam","country":"Netherlands","clues":["Known for its canals, bicycles, and artistic heritage.","Home to the Anne Frank House and many museums."],"fun_fact":["Amsterdam has more canals than Venice.","Cycling is a major mode of transport."],"trivia":["Herring is a popular local snack.","The official language is Dutch."]},{"city":"Buenos Aires","country":"Argentina","clues":["The birthplace of Tango, known for its European-style architecture.","Home to the Casa Rosada, Argentina's presidential palace."],"fun_fact":["Buenos Aires is known as the 'Paris of South America'.","The Teatro Colón is a world-renowned opera house."],"trivia":["Asado (barbecue) is a popular social event.","The official language is Spanish."]}]