[{"city":"Paris","country":"France","clues":["This city is home to a famous tower that sparkles every night.","Known as the 'City of Love' and a hub for fashion and art."],"fun_fact":["The Eiffel Tower was supposed to be dismantled after 20 years but was saved because it was useful for radio transmissions!","Paris has only one stop sign in the entire city—most intersections rely on priority-to-the-right rules."],"trivia":["This city is famous for its croissants and macarons. Bon appétit!","Paris was originally a Roman city called Lutetia."]},{"city":"Rome","country":"Italy","clues":["Home to the Colosseum, where gladiators once battled.","You can toss a coin in a famous fountain here to ensure your return."],"fun_fact":["Rome has over 280 fountains and more than 900 churches.","It is illegal to die in Rome without being cremated or buried in a cemetery."],"trivia":["The Spanish Steps are a popular meeting place.","Rome is built on seven hills."]},{"city":"Tokyo","country":"Japan","clues":["Known for its bustling Shibuya Crossing, the world's busiest intersection.","Home to the Imperial Palace and numerous beautiful gardens."],"fun_fact":["Capsule hotels offer tiny, affordable sleeping spaces.","You can find vending machines selling everything from drinks to hot meals."],"trivia":["Slurping noodles loudly is considered polite.","The Tokyo Skytree is the tallest structure in Japan."]},{"city":"New York City","country":"USA","clues":["The 'city that never sleeps,' famous for its Broadway shows.","Home to the Statue of Liberty and Central Park."],"fun_fact":["It takes over 18 years to visit every building in NYC if you spend just one day at each.","New York City was once called New Amsterdam."],"trivia":["Pizza by the slice is a New York staple.","Yellow cabs are an iconic symbol of the city."]},{"city":"London","country":"United Kingdom","clues":["Home to Buckingham Palace and the London Eye.","Famous for its red telephone boxes and black cabs."],"fun_fact":["There are more than 170 museums in London, many of which are free.","The Great Fire of London in 1666 destroyed much of the city, but led to its reconstruction."],"trivia":["Mind the gap! (on the Tube)","The Queen's swans are all owned by the Crown."]},{"city":"Sydney","country":"Australia","clues":["Home to the iconic Opera House and Harbour Bridge.","Known for its beautiful beaches, like Bondi Beach."],"fun_fact":["Sydney is built around Port Jackson, the largest natural harbor in the world.","The Sydney Opera House took 14 years to build and was completed in 1973."],"trivia":["Shrimp on the Barbie is a popular Aussie dish.","Surfing is a favorite pastime."]},{"city":"Rio de Janeiro","country":"Brazil","clues":["Famous for its Carnival celebration and Copacabana Beach.","Home to the Christ the Redeemer statue atop Corcovado Mountain."],"fun_fact":["Rio de Janeiro's Carnival is the biggest carnival in the world, with millions of participants.","Ipanema, made famous by 'The Girl from Ipanema' is a popular beach."],"trivia":["The official language is Portuguese, not Spanish.","Feijoada is a traditional stew."]},{"city":"Cairo","country":"Egypt","clues":["Home to the Great Pyramids of Giza and the Sphinx.","Located on the Nile River."],"fun_fact":["The Great Pyramid of Giza is the oldest and largest of the three pyramids.","Cairo is the largest city in the Arab world and Africa."],"trivia":["Kushari is a popular street food.","Ancient Egyptians believed in many gods and goddesses."]},{"city":"Cape Town","country":"South Africa","clues":["Home to Table Mountain, a flat-topped mountain overlooking the city.","Known for its stunning coastline and diverse wildlife."],"fun_fact":["Cape Town is one of the most biodiverse regions in the world.","Robben Island, where Nelson Mandela was imprisoned, is a popular tourist destination."],"trivia":["Biltong, dried cured meat, is a local snack.","The Cape Floral Region is a UNESCO World Heritage Site."]},{"city":"Dubai","country":"United Arab Emirates","clues":["Home to the Burj Khalifa, the tallest building in the world.","Known for its luxury shopping and modern architecture."],"fun_fact":["Dubai is located in the Arabian Desert and experiences extremely hot temperatures.","The Dubai Mall is one of the largest shopping malls in the world."],"trivia":["Shawarma is a popular street food.","Camel racing is a traditional sport."]},{"city":"Amsterdam","country":"Netherlands","clues":["Known for its canals, bicycle culture, and artistic heritage.","Home to the Anne Frank House and the Rijksmuseum."],"fun_fact":["Amsterdam has more canals than Venice.","There are more bicycles than people in Amsterdam."],"trivia":["Haring (herring) is a traditional snack.","The city is built on wooden piles."]},{"city":"Barcelona","country":"Spain","clues":["Known for the architecture of Antoni Gaudí, including the Sagrada Família.","Located on the Mediterranean coast and known for its beaches."],"fun_fact":["The Sagrada Família is still under construction, over 130 years after it began.","FC Barcelona is one of the most popular football clubs in the world."],"trivia":["Tapas are small plates of food, perfect for sharing.","Catalan is the local language."]},{"city":"Bangkok","country":"Thailand","clues":["Known for its ornate temples and vibrant street life.","Home to the Grand Palace and Wat Arun (Temple of Dawn)."],"fun_fact":["Bangkok's official name is the longest city name in the world.","Street food is a significant part of the culinary experience."],"trivia":["Tuk-tuks are a popular form of transportation.","Respect for the monarchy is highly important."]},{"city":"Kyoto","country":"Japan","clues":["Known for its traditional wooden houses and beautiful gardens.","Home to numerous Buddhist temples, Shinto shrines, and imperial palaces."],"fun_fact":["Kyoto was the capital of Japan for over 1,000 years.","Geishas are a symbol of traditional Japanese culture."],"trivia":["Matcha (green tea) is a popular drink.","Kimono is a traditional garment."]},{"city":"Venice","country":"Italy","clues":["Known for its canals, gondolas, and romantic atmosphere.","A city built on a lagoon, with no cars."],"fun_fact":["Venice has over 400 bridges.","The annual Carnival of Venice is a world-famous event."],"trivia":["Rialto Bridge is one of the most famous landmarks.","Glassmaking is a traditional craft in Murano, a nearby island."]},{"city":"San Francisco","country":"USA","clues":["Known for the Golden Gate Bridge, cable cars, and steep hills.","Home to Alcatraz Island and Fisherman's Wharf."],"fun_fact":["San Francisco's Chinatown is the oldest Chinatown in North America.","The city is known for its progressive and liberal culture."],"trivia":["Clam chowder in a sourdough bread bowl is a local favorite.","Sea lions bask in the sun at Pier 39."]},{"city":"Prague","country":"Czech Republic","clues":["Known for its medieval architecture and the Charles Bridge.","Home to Prague Castle, one of the largest ancient castles in the world."],"fun_fact":["The astronomical clock in Old Town Square is over 600 years old.","Prague has a large number of breweries and a rich beer culture."],"trivia":["Trdelník is a traditional pastry.","The Dancing House is a modern architectural marvel."]},{"city":"Lisbon","country":"Portugal","clues":["Known for its historic neighborhoods, trams, and vibrant nightlife.","Home to Jerónimos Monastery and Belém Tower."],"fun_fact":["Lisbon is one of the oldest cities in Europe.","Fado music is a traditional Portuguese genre."],"trivia":["Pastéis de nata are a delicious custard tart.","Ride Tram 28 for a scenic tour."]},{"city":"Buenos Aires","country":"Argentina","clues":["Known as the 'Paris of South America,' famous for its tango culture.","Home to the colorful La Boca neighborhood and the Teatro Colón."],"fun_fact":["Buenos Aires has the highest concentration of bookstores per capita in the world.","Mate is a traditional caffeinated beverage."],"trivia":["Steak and Malbec wine are classic pairings.","The Recoleta Cemetery is the final resting place of Eva Perón."]},{"city":"Vienna","country":"Austria","clues":["Known as the 'City of Music,' home to many famous composers.","Home to Schönbrunn Palace and the Hofburg Palace."],"fun_fact":["Vienna is consistently ranked as one of the most livable cities in the world.","Sigmund Freud lived and worked in Vienna for many years."],"trivia":["Sachertorte is a famous chocolate cake.","Attend a classical music concert."]},{"city":"Moscow","country":"Russia","clues":["Home to the Kremlin and Red Square.","Famous for its colorful onion-domed churches."],"fun_fact":["Moscow has the most billionaires of any city in the world.","The Moscow Metro is known for its elaborate architecture and artwork."],"trivia":["Blini (pancakes) are a traditional dish.","Visit Saint Basil's Cathedral."]},{"city":"Seoul","country":"South Korea","clues":["A vibrant city with a mix of modern skyscrapers and ancient temples.","Home to Gyeongbokgung Palace and the Bukchon Hanok Village."],"fun_fact":["Seoul is one of the most wired cities in the world, with extremely fast internet speeds.","Kimchi is a staple food in Korean cuisine."],"trivia":["Shopping in Myeongdong is a popular activity.","Visit the DMZ, the border between North and South Korea."]},{"city":"Hanoi","country":"Vietnam","clues":["The capital city of Vietnam, known for its French colonial architecture, rich culture, and street food.","Located in the north, it's home to Hoan Kiem Lake and the Old Quarter."],"fun_fact":["Hanoi means 'city inside rivers.'","The Ho Chi Minh Mausoleum is a major landmark, where the preserved body of Ho Chi Minh is displayed."],"trivia":["Pho is a must-try dish.","Water puppet shows are a traditional art form."]},{"city":"Toronto","country":"Canada","clues":["The largest city in Canada, known for its multiculturalism and diverse neighborhoods.","Home to the CN Tower and the Royal Ontario Museum."],"fun_fact":["Toronto is one of the most multicultural cities in the world, with over half of its population born outside of Canada.","The PATH, a network of underground tunnels, connects many buildings downtown."],"trivia":["Poutine is a Canadian specialty.","Catch a Blue Jays baseball game."]},{"city":"Dublin","country":"Ireland","clues":["The capital of Ireland, known for its lively pubs, historical sites, and friendly locals.","Home to Trinity College and the Guinness Storehouse."],"fun_fact":["Dublin has more green space per person than any other European capital city.","St. Patrick's Day is a major celebration in Dublin."],"trivia":["Enjoy a pint of Guinness.","Visit the Book of Kells at Trinity College."]},{"city":"Florence","country":"Italy","clues":["The birthplace of the Renaissance, known for its art, architecture, and history.","Home to the Uffizi Gallery and the Duomo (Florence Cathedral)."],"fun_fact":["The Ponte Vecchio is the only bridge in Florence spared from destruction during World War II.","Michelangelo's David statue is a masterpiece of Renaissance sculpture."],"trivia":["Try a Florentine steak.","Gelato is a must-eat treat."]},{"city":"Marrakech","country":"Morocco","clues":["A major economic center and city of Morocco, it is known for its mosques, riads, and marketplaces.","Home to Jemaa el-Fnaa square and the Koutoubia Mosque."],"fun_fact":["Marrakech is known as the 'Red City' due to the color of its walls and buildings.","The Bahia Palace is a stunning example of Moroccan architecture."],"trivia":["Mint tea is a traditional beverage.","Bargain for souvenirs in the souks (markets)."]},{"city":"Cusco","country":"Peru","clues":["Known for its proximity to the Sacred Valley and Machu Picchu.","Was once the historic capital of the Inca Empire."],"fun_fact":["Located at an altitude of 11,152 ft (3,400 meters).","Sacsayhuaman is a stunning Inca fortress."],"trivia":["Mate de coca is a common remedy for altitude sickness.","Guinea pig (cuy) is a local delicacy."]},{"city":"Kathmandu","country":"Nepal","clues":["The capital and largest city of Nepal, surrounded by the Himalayas.","Home to ancient temples, monasteries, and stupas."],"fun_fact":["Kathmandu is known as the 'City of Temples.'","Mount Everest is not visible from Kathmandu."],"trivia":["Momo dumplings are a popular snack.","Visit Boudhanath Stupa, one of the largest spherical stupas in Nepal."]},{"city":"Wellington","country":"New Zealand","clues":["The capital city, known for its arts, culture, and beautiful harbour.","Often referred to as 'Windy Wellington'."],"fun_fact":["Wellington is the southernmost capital city in the world.","The Zealandia Ecosanctuary is a unique urban wildlife sanctuary."],"trivia":["Flat white coffee is a local favorite.","Take the Wellington Cable Car."]},{"city":"Vancouver","country":"Canada","clues":["Surrounded by mountains and the ocean, known for its natural beauty.","Home to Stanley Park and Granville Island Market."],"fun_fact":["Vancouver has been consistently ranked as one of the most livable cities in the world.","The Capilano Suspension Bridge offers stunning views."],"trivia":["Try a Japadog, a unique Japanese-style hot dog.","Visit Gastown, Vancouver's oldest neighborhood."]},{"city":"St. Petersburg","country":"Russia","clues":["Known as the 'Venice of the North', it features intricate canal systems, imperial-era architecture, and hosts the State Hermitage Museum.","Known for its white nights in summer."],"fun_fact":["The Hermitage Museum holds the world's largest collection of paintings.","Founded by Tsar Peter the Great."],"trivia":["Try some traditional Russian cuisine in one of the many restaurants.","Visit during the White Nights Festival."]},{"city":"Edinburgh","country":"Scotland","clues":["Known for its historical architecture, Edinburgh Castle, and the annual Fringe Festival.","Has several extinct volcanoes in the city."],"fun_fact":["Was built upon seven hills.","Edinburgh has a network of underground vaults."],"trivia":["Enjoy haggis, a traditional Scottish dish.","Visit the Royal Mile."]},{"city":"Shanghai","country":"China","clues":["A global financial hub known for its Bund waterfront, skyscrapers, and bustling shopping streets.","Features a blend of historical and modern architecture."],"fun_fact":["The Shanghai Maglev is the first commercial maglev line in the world.","Has the world's busiest container port."],"trivia":["Try xiaolongbao, or soup dumplings.","Visit the Yu Garden."]},{"city":"Hoi An","country":"Vietnam","clues":["An ancient trading port known for its tailor shops, historic architecture, and lantern-lit streets.","A UNESCO World Heritage Site."],"fun_fact":["It is custom to hang lanterns outside houses for luck.","You can find some of the best tailors in the world in Hoi An."],"trivia":["Try cao lầu, a local noodle dish.","Take a boat trip down the Thu Bon River."]},{"city":"Reykjavik","country":"Iceland","clues":["The capital of Iceland, known for its colorful buildings, Viking history, and geothermal activity.","It is the northernmost capital city in the world."],"fun_fact":["Geothermal energy heats most of the buildings.","You can see the Northern Lights in Reykjavik."],"trivia":["Try pylsur, a popular Icelandic hot dog.","Visit the Blue Lagoon, a geothermal spa."]},{"city":"Siem Reap","country":"Cambodia","clues":["It is well known as the access point to the Angkor region.","Has a French colonial and Chinese-style architecture."],"fun_fact":["The name Siem Reap means 'Defeat of Siam'.","The temples of Angkor are on the Cambodian flag."],"trivia":["Try amok, a traditional curry dish.","Visit Angkor Wat at sunrise."]},{"city":"Berlin","country":"Germany","clues":["Known for its historical significance, vibrant art scene, and reunification.","Home to remnants of the Berlin Wall and Brandenburg Gate."],"fun_fact":["More bridges than Venice (over 900)","Has more museums than rainy days."],"trivia":["Currywurst: local favorite snack","Explore Museumsinsel (Museum Island)"]},{"city":"Mexico City","country":"Mexico","clues":["Located in a valley surrounded by mountains, it has a rich history and cultural scene, including museums, ancient sites, and diverse cuisine.","The city sits on the ruins of an ancient Aztec capital."],"fun_fact":["Mexico City is one of the most populous cities in the world","It has more museums than any other city worldwide"],"trivia":["Try street tacos, a local staple","Explore the ancient ruins of Teotihuacan"]},{"city":"Jaipur","country":"India","clues":["The Pink City, known for its historical architecture, palaces, and colorful culture.","Features the iconic Hawa Mahal and Amber Fort"],"fun_fact":["Was painted pink in 1876 to welcome the Prince of Wales","Known for its exquisite jewelry and textile crafts"],"trivia":["Try dal bati churma, a traditional dish","Visit the City Palace."]},{"city":"Budapest","country":"Hungary","clues":["Known for its thermal baths, historical architecture, and the Danube River.","Features the Parliament Building and Buda Castle."],"fun_fact":["Called the 'City of Spas'.","A city formed from the merging of Buda, Pest, and Óbuda"],"trivia":["Goulash: local favorite snack","Cross the Chain Bridge"]},{"city":"Auckland","country":"New Zealand","clues":["Known for its harbours, volcanoes, and multicultural lifestyle.","Nicknamed as the 'City of Sails'."],"fun_fact":["Has the largest Polynesian population of any city in the world","Built on a volcanic field, with around 50 volcanoes"],"trivia":["Taste feijoa, a locally grown fruit","Skywalk on the Auckland Harbour Bridge"]},{"city":"Oslo","country":"Norway","clues":["Surrounded by fjords and forests, known for its museums, green spaces, and Viking history.","Has numerous parks and outdoor activities."],"fun_fact":["Host of the Nobel Peace Prize ceremony","One of the most expensive cities in the world"],"trivia":["Try brunost, a traditional brown cheese","Visit the Viking Ship Museum"]}]